{
    "gamerules": [
        {
            "id": 1,
            "texts": "Alle, die einen Anton kennen trinken 3 xpx!",
            "gamerule_type": 0
        },
        {
            "id": 2,
            "texts": "Entscheidet wer von x1x und x2x schlauer ist!//Der Klügere kippt nach und trinkt 3 xpx!",
            "gamerule_type": 0
        },
        {
            "id": 3,
            "texts": "Alle, die weniger als ein Drittel in ihrem Glas haben, müssen es austrinken!//x1x wenn du gerade dein Glas ausgetrunken hast, dann holt dir x2x ein neues Getränk! Gern geschehen!",
            "gamerule_type": 0
        },
        {
            "id": 4,
            "texts": "Alle, die schon einmal auf einem Konzert waren, ohne den Hauptartist zu kennen, trinken 3 xpx!",
            "gamerule_type": 0
        },
        {
            "id": 5,
            "texts": "x1x, hast du deine Eltern schon einmal angelogen, damit du auf eine Party gehen kannst. Wenn ja, dann trink 2 xpx und erzähl' uns was du ihnen erzählt hast!",
            "gamerule_type": 1
        },
        {
            "id": 6,
            "texts": "Falls es einen Gastgeber gibt, darf dieser 5 xpx verteilen!",
            "gamerule_type": 0
        },
        {
            "id": 7,
            "texts": "Alle, die schon einmal an einer Batterie geleckt haben, trinken 2 xpx!",
            "gamerule_type": 0
        },
        {
            "id": 9,
            "texts": "Alle Spieler, die dieselbe Haarfarbe wie x1x haben, trinken 2 xpx. Und ja x1x, du auch!",
            "gamerule_type": 0
        },
        {
            "id": 10,
            "texts": "Alle, die mal in einem Fußballverein gespielt haben, trinken 3 xpx!",
            "gamerule_type": 0
        },
        {
            "id": 11,
            "texts": "Alle, die schon einmal die Schule geschwänzt haben, um zu zocken, trinken 4 xpx!",
            "gamerule_type": 0
        },
        {
            "id": 12,
            "texts": "x1x schau auf dein Handy. Wenn deine letzte Nachricht an einen der anwesenden Spieler ging, teilt ihr euch beide 5 xpx!",
            "gamerule_type": 0
        },
        {
            "id": 13,
            "texts": "Alle, die Mitglied bei der Feuerwehr sind, löschen ihren Durst und trinken 3 xpx!",
            "gamerule_type": 0
        },
        {
            "id": 14,
            "texts": "x1x, erzähle uns doch bitte mal einen Witz!//Alle die bei dem Witz gelacht haben trinken 2 xpx, falls niemand gelacht hat oder x1x gar keinen Witz erzählt hat trinkt xerx 4 xpx!",
            "gamerule_type": 0
        },
        {
            "id": 15,
            "texts": "Alle, die mit beiden Händen schnipsen können, dürfen jeweils 2 xpx verteilen!",
            "gamerule_type": 0
        },
        {
            "id": 16,
            "texts": "x1x, hast du dir schon einmal mit einer Zahnbürste von jemand anderem heimlich deine Zähne geputzt? Wenn ja trinke 3 xpx und erzähle uns warum!",
            "gamerule_type": 1
        },
        {
            "id": 17,
            "texts": "x1x, hast du schon einmal etwas im Supermarkt geklaut? Wenn ja dann trinke 4 xpx und erzähle uns was du geklaut hast!",
            "gamerule_type": 1
        },
        {
            "id": 18,
            "texts": "Alle, die neben x1x sitzen, trinken 2 xpx!//x1x, weil du daran Schuld warst, trinkst du auch noch einen xsx!",
            "gamerule_type": 0
        },
        {
            "id": 20,
            "texts": "x1x, sage uns welcher Person du als letztes geschrieben hast! Wenn du es nicht mehr weißt ohne nachzuschauen gehen 2 xpx an dich!",
            "gamerule_type": 0
        },
        {
            "id": 21,
            "texts": "Alle, die ihren Ellenbogen anlecken können, dürfen 5 xpx verteilen!//Alle, die das ernsthaft gerade versucht haben trinken selber 5 xpx!",
            "gamerule_type": 0
        },
        {
            "id": 22,
            "texts": "x1x darf entscheiden wie viele xpx x2x trinken muss!//Egal was xerx gesagt hat, x1x muss die {gleiche,gleiche,doppelte} Anzahl trinken!",
            "gamerule_type": 0
        },
        {
            "id": 23,
            "texts": "Alle, die schon einmal ein Auslandsjahr gemacht haben, trinken 2 xpx!",
            "gamerule_type": 0
        },
        {
            "id": 24,
            "texts": "Alle, die schon einmal in ein verlassenes Gebäude eingebrochen sind, trinken 3 xpx!\n",
            "gamerule_type": 0
        },
        {
            "id": 25,
            "texts": "Alle, die ein Instrument spielen können, dürfen 2 xpx verteilen!//Und nein, Mayonnaise ist kein Instrument!",
            "gamerule_type": 0
        },
        {
            "id": 26,
            "texts": "Alle, die schon einmal eine Nacht im Auto geschlafen haben, trinken 2 xpx!",
            "gamerule_type": 0
        },
        {
            "id": 27,
            "texts": "Alle, die das selbe Sternzeichen wie x1x haben, trinken 2 xpx. Und ja x1x, du auch!",
            "gamerule_type": 0
        },
        {
            "id": 28,
            "texts": "Alle, die noch nie Tacos gegessen haben, haben etwas verpasst im Leben und trinken erstmal 2 xpx!",
            "gamerule_type": 0
        },
        {
            "id": 29,
            "texts": "Ratet die aktuelle Uhrzeit, der Spieler, der am nächsten dran ist, darf 5 xpx verteilen!",
            "gamerule_type": 0
        },
        {
            "id": 30,
            "texts": "x1x, wenn du auf einer verlassenen Insel gestrandet wärst, wen hättest du lieber an deiner Seite x2x oder x3x?//Der Spieler den du nicht gewählt hast, bleibt dann halt zu Hause und trinkt erstmal 2 xpx!",
            "gamerule_type": 2
        },
        {
            "id": 31,
            "texts": "Alle Spieler nennen eine beliebige Frucht. Tippt dann auf die nächste Seite.//Alle Spieler, die {Banane,Apfel,Kirsche,Ananas} gesagt haben, trinken 3 xpx!",
            "gamerule_type": 0
        },
        {
            "id": 33,
            "texts": "Hey x1x, Kopf oder Zahl?//Es war natürlich {Kopf,Zahl}, wenn du daneben lagst, trinkst du 3 xpx!\n",
            "gamerule_type": 0
        },
        {
            "id": 34,
            "texts": "Entscheidet wer unter euch am tollpatschigsten ist. Die Person muss 2 xpx trinken. Ich tippe ja auf x1x...\n",
            "gamerule_type": 0
        },
        {
            "id": 35,
            "texts": "Alle, die schon einmal auf Mallorca waren, trinken 4 xpx!",
            "gamerule_type": 0
        },
        {
            "id": 36,
            "texts": "Alle, die im Sommer Geburtstag haben, trinken 2 xpx!",
            "gamerule_type": 0
        },
        {
            "id": 37,
            "texts": "Alle Einzelkinder mussten nie Teilen, aber jetzt teilen sie sich 6 xpx!",
            "gamerule_type": 0
        },
        {
            "id": 38,
            "texts": "x1x, stell dir vor du besitzt ein Restaurant und dein Koch fällt aus und der einzige Ersatz ist entweder x2x oder x3x. Ich weiß es sieht nicht gut aus, aber wen würdest du wählen?//Gratulation an den neuen Aushilfekoch, du darfst 3 xpx verteilen!",
            "gamerule_type": 2
        },
        {
            "id": 39,
            "texts": "x1x, stell dir vor, du bist der Chef von x2x und x3x. Beide haben natürlich mal wieder Mist gebaut. Wen von den beiden würdest du feuern?//Der Spieler, der gefeuert wurde, muss erstmal Frusttrinken und trinkt 3 xpx!",
            "gamerule_type": 2
        },
        {
            "id": 40,
            "texts": "x1x ist die ganze Zeit so ruhig. Trink mal noch ein xsx!//Nein alles gut x1x, du darfst jetzt sogar auch noch einen xsx verteilen!",
            "gamerule_type": 0
        },
        {
            "id": 41,
            "texts": "x1x ist mir richtig sympathisch heute, du darfst 4 xpx verteilen!",
            "gamerule_type": 0
        },
        {
            "id": 42,
            "texts": "x1x bist du schon einmal geschlafwandelt, oder hast komische Sachen im Schlaf gemacht? Wenn ja, dann trinke 2 xpx und erzähle uns was passiert ist!\n",
            "gamerule_type": 1
        },
        {
            "id": 43,
            "texts": "Der Spieler rechts von x1x muss aufstehen!//Hey x1x, dein rechter rechter Platz ist leer, wen wünscht du dir her?//Wen auch immer du dir her gewünscht hast, ihr seid bestimmt ziemlich gute Freunde und trinkt erstmal 2 xpx zusammen!",
            "gamerule_type": 0
        },
        {
            "id": 44,
            "texts": "x1x, gehe in Gedanken das Alphabet durch und x2x sagt irgendwann Stop!//Alle Spieler, die diesen Buchstaben in ihrem Namen tragen trinken 3 xpx!",
            "gamerule_type": 0
        },
        {
            "id": 45,
            "texts": "Respekt an alle Vegetarier in der Runde, ihr dürft 3 xpx verteilen!",
            "gamerule_type": 0
        },
        {
            "id": 46,
            "texts": "Gebt das Handy an x1x. Auf der nächsten Seite steht in Zungenbrecher, wenn x1x es schafft ihn flüssig vorzulesen, darf xerx 5 xpx verteilen, ansonsten trinkt xerx selbst 3 xpx!//Viel Glück x1x/br/Fischers Fritz fischt frische Fische. Frische Fische fischt Fischers Fritz!",
            "gamerule_type": 0
        },
        {
            "id": 47,
            "texts": "Der Spieler, der das Wort \"{ich, trinken, Wasser}\" als nächstes benutzt, muss 3 xpx trinken!",
            "gamerule_type": 0
        },
        {
            "id": 50,
            "texts": "Hey x1x, beschreibe einen der anwesenden Personen durch Pantomime, der Spieler, der die Person zuerst errät darf 3 xpx verteilen!",
            "gamerule_type": 0
        },
        {
            "id": 51,
            "texts": "Der Spieler mit den längsten Fingernägeln trinkt 2 xpx!",
            "gamerule_type": 0
        },
        {
            "id": 52,
            "texts": "Alle, die einen Zweitnamen haben, trinken 2 xpx!",
            "gamerule_type": 0
        },
        {
            "id": 53,
            "texts": "Alle die Spieler, die ein Tattoo besitzen, trinken 2 xpx!",
            "gamerule_type": 0
        },
        {
            "id": 54,
            "texts": "Alle Spieler, die ein Haustier besitzen, trinken 2 xpx!//Habt ihr aber eine Katze dürft ihr außerdem noch 2 xpx verteilen!",
            "gamerule_type": 0
        },
        {
            "id": 55,
            "texts": "Jeder trinkt so viele xpx wie er oder sie Schlüssel am Schlüsselbund hat!",
            "gamerule_type": 0
        },
        {
            "id": 56,
            "texts": "Wenn die Sonne gerade noch scheint dann ist der Abend noch jung und jeder trinkt nochmal 2 xpx!//Und auch wenn die Sonne nicht mehr scheint, haben wir ja immerhin noch x1x hier, xderx auch so vor Schönheit strahlt!",
            "gamerule_type": 0
        },
        {
            "id": 57,
            "texts": "Jeder macht x1x ein Kompliment.  x1x entscheidet welches das schönste Kompliment war und der Spieler von dem es kam darf 3 xpx verteilen!\n",
            "gamerule_type": 0
        },
        {
            "id": 58,
            "texts": "Alle Spieler, die schon einmal getrichtert haben, trinken einen xsx und dürfen ebenfalls noch einen verteilen!",
            "gamerule_type": 0
        },
        {
            "id": 60,
            "texts": "Alle die ein Leben am Limit leben und keine Schutzhülle am Handy haben, dürfen 2 xpx verteilen!//Wenn in dem Handy allerdings ein Riss im Glas ist trinkt ihr selber nochmal 3 xpx!",
            "gamerule_type": 0
        },
        {
            "id": 61,
            "texts": "Hey x1x, suche bei WhatsApp den Begriff \"{Bizeps,ranzig}\" und lese die erste Nachricht vor die auftaucht! Ansonsten trinkst du 2 xpx!",
            "gamerule_type": 3
        },
        {
            "id": 62,
            "texts": "Alle, die schon einmal in der Öffentlichkeit ein Graffiti gesprayt haben, trinken 2 xpx!",
            "gamerule_type": 0
        },
        {
            "id": 63,
            "texts": "Jeder trinkt soviel xpx wie er oder sie Augen hat!//Ich hoffe jeder hat 2 xpx getrunken!",
            "gamerule_type": 0
        },
        {
            "id": 64,
            "texts": "Entscheidet welcher Spieler x1x am ähnlichsten aussieht! Die Geschwister trinken dann 2 xpx zusammen!",
            "gamerule_type": 0
        },
        {
            "id": 65,
            "texts": "Wenn heute Samstag ist trinken alle einen xsx!//Falls es Freitag ist trinken wir auch alle einen!",
            "gamerule_type": 0
        },
        {
            "id": 66,
            "texts": "Ein kleines Rätsel für x1x!/br/Stell dir vor, du bist in einem leeren Raum.  Wie musst du einen Bleistift auf den Boden legen, damit niemand darüber springen kann?//Lege ihn direkt an die Wand./br/Falls x1x, das Rätsel gelöst hat, darf xerx 5 xpx verteilen, ansonsten trinkt xerx selbst 2 xpx!",
            "gamerule_type": 0
        },
        {
            "id": 67,
            "texts": "Alle, die schon einmal Schnupftabak probiert haben, trinken 2 xpx!",
            "gamerule_type": 0
        },
        {
            "id": 69,
            "texts": "Alle Spieler, die schon einmal eine Gurke neben eine Katze gelegt haben, um zu schauen was passiert trinken 3 xpx!//Alle, die sich gerade gefragt haben, warum man sowas tut, trinken auch noch einen xsx!",
            "gamerule_type": 0
        },
        {
            "id": 70,
            "texts": "x1x wurdest du schon einmal aus einem Geschäft herausgeworfen, wenn ja trinke 2 xpx und erzähle uns was passiert ist!",
            "gamerule_type": 0
        },
        {
            "id": 71,
            "texts": "Entscheidet wer unter euch, der beste Busfahrer wäre!//Ein Hoch auf unseren Busfahrer, er oder sie darf 4 xpx verteilen!",
            "gamerule_type": 0
        },
        {
            "id": 72,
            "texts": "Alle Spieler, die schon einmal ein Straßenschild geklaut haben, trinken 2 xpx.",
            "gamerule_type": 0
        },
        {
            "id": 73,
            "texts": "Alle Spieler, die mit ihrer Zunge ihre Nase berühren können, dürfen 2 xpx verteilen!",
            "gamerule_type": 0
        },
        {
            "id": 74,
            "texts": "Alle Spieler, die heute schon eine Zigarette geraucht haben, trinken 2 xpx!",
            "gamerule_type": 0
        },
        {
            "id": 75,
            "texts": "Hey x2x, wie gut bist du eigentlich mit x1x befreundet? Wenn x1x dich in der Nacht anrufen würde und dich um deine Hilfe bittet, würdest du zu xihmx kommen?//Wenn ja, dann dumm gelaufen, xerx hat dich nur gefragt damit ihr 4 xpx zusammen trinken könnt!",
            "gamerule_type": 0
        },
        {
            "id": 76,
            "texts": "Alle, die Anton sagt zum ersten Mal spielen, trinken 2 xpx!//Aber wenn es euch gut gefällt dürft ihr euch rächen und einen xsx verteilen!",
            "gamerule_type": 0
        },
        {
            "id": 77,
            "texts": "Alle Spieler, die schon einmal über 200 km/h gefahren sind, dürfen einen xsx verteilen!//Alle die noch nicht mal einen Führerschein haben, trinken 2 xpx.",
            "gamerule_type": 0
        },
        {
            "id": 78,
            "texts": "Alle Spieler, die gerade nebenbei am Handy sind, trinken 4 xpx!/br/Konzentration ist alles!",
            "gamerule_type": 0
        },
        {
            "id": 80,
            "texts": "Der erste Spieler, der einen Reim auf \"{Singapur,Radler}\" findet, darf 4 xpx verteilen!",
            "gamerule_type": 0
        },
        {
            "id": 81,
            "texts": "Hey x1x, wurdest du am 1. April schon einmal richtig reingelegt? Wenn ja trinke 2 xpx und erzähle uns was passiert ist?",
            "gamerule_type": 1
        },
        {
            "id": 83,
            "texts": "Hey x1x, wer ist deiner Meinung nach der bessere Barkeeper, x2x oder x3x?//Wer auch immer der Barkeeper geworden ist darf 3 xpx verteilen!",
            "gamerule_type": 0
        },
        {
            "id": 84,
            "texts": "{Lukas,Alexander,Tim} ist einer der beliebtesten Vornamen in Deutschland. Falls jemand von euch so heißen sollte, dann Pech gehabt.. Es gehen 4 xpx an ihn!",
            "gamerule_type": 0
        },
        {
            "id": 85,
            "texts": "Hey x1x und x2x, denkt euch beide eine Zahl zwischen 1 und 10 aus!//Sagt eure Zahlen gleichzeitig!//Der Spieler, der die kleinere Zahl hatte darf den Wert seiner Zahl in xpx verteilen!/br/Falls beide die gleiche Zahl hatten, trinken sie beide einen xsx!\n",
            "gamerule_type": 0
        },
        {
            "id": 87,
            "texts": "Der Spieler mit den coolsten Socken darf 3 xpx verteilen! Falls alle Spieler nur basic Socken tragen, dann kauft euch coole Socken und trinkt einen xsx!",
            "gamerule_type": 0
        },
        {
            "id": 88,
            "texts": "Ok Leute, lasst uns mal ein Spiel spielen und alle Spieler stehen auf!//Alle Spieler, die eine Brille tragen dürfen sich hinsetzen!//Alle Spieler, deren Name nur aus einer Silbe besteht dürfen sich hinsetzen!//Alle Spieler, die braune Augen haben dürfen sich hinsetzen!//Ok, alle Spieler, die jetzt noch stehen, müssen 5 xpx trinken!",
            "gamerule_type": 0
        },
        {
            "id": 89,
            "texts": "Alle Spieler, die nicht mit ihrem Mund pfeifen können, trinken 2 xpx!",
            "gamerule_type": 0
        },
        {
            "id": 90,
            "texts": "Alle Spieler, die noch nie eine Sternschnuppe gesehen haben, trinken 2 xpx! Für alle auf die das zutrifft, Sternschnuppen sind gar nicht so selten!",
            "gamerule_type": 0
        },
        {
            "id": 91,
            "texts": "Alle {Linkshänder,Linkshänder,Rechtshänder} trinken 3 xpx!",
            "gamerule_type": 0
        },
        {
            "id": 92,
            "texts": "Hey x1x, suche bei WhatsApp den Begriff \"{Absturz,Ratte,Kek}\" und lese die erste Nachricht vor die auftaucht! Ansonsten trinkst du 2 xpx!",
            "gamerule_type": 3
        },
        {
            "id": 93,
            "texts": "Hey x1x, du darfst so viele xpx verteilen, wie du \"Hallo\" in unterschiedlichen Sprachen (außer Deutsch) sagen kannst!",
            "gamerule_type": 0
        },
        {
            "id": 94,
            "texts": "Alle Spieler, die bisher unbreakable sind und sich noch nie einen Knochen gebrochen haben, dürfen 2 xpx verteilen!",
            "gamerule_type": 0
        },
        {
            "id": 95,
            "texts": "x1x darf so viele xpx verteilen, wie xerx Geburtstage der anwesenden Spieler kennt! Wenn xerx keinen einzigen wusste, gehen 3 xpx an xihnx!",
            "gamerule_type": 0
        },
        {
            "id": 96,
            "texts": "Hey x1x, wurdest du schon einmal als du geschlafen hast, von jemanden mit einem Stift bemalt? Wenn ja dann trinke 2 xpx und erzähle uns was sie mit dir angestellt haben!",
            "gamerule_type": 1
        },
        {
            "id": 97,
            "texts": "Hey x1x, suche dir eine Augenfarbe aus!//Alle Spieler, die diese Augenfarbe haben dürfen 3 xpx verteilen!",
            "gamerule_type": 0
        },
        {
            "id": 99,
            "texts": "Hey x1x, wenn gerade Musik läuft, dann musst du so viele xpx trinken wie das Lied in Minuten dauert!//Falls du trinken musstest sei nicht sauer! Denn das nächste Lied darfst du dir aussuchen!",
            "gamerule_type": 0
        },
        {
            "id": 100,
            "texts": "x1x und x2x machen jetzt erstmal ein schönes Foto zusammen, ansonsten trinken die beiden 3 xpx!//Naja ihr könnt so oder so auch noch ein xsx trinken!",
            "gamerule_type": 0
        },
        {
            "id": 102,
            "texts": "Der Spieler der den weitesten Weg hierher hatte, darf 3 xpx verteilen!",
            "gamerule_type": 0
        },
        {
            "id": 103,
            "texts": "Alle, die nie einen Shrek Film gesehen haben, haben etwas verpasst im Leben und trinken 2 xpx!",
            "gamerule_type": 0
        },
        {
            "id": 105,
            "texts": "Fun Fact:/br/Es gibt hängende und verbundene Ohrläppchen!/br/Begutachtet das Ohrläppchen von x1x und alle, die dieselbe Art haben trinken mit xihmx 2 xpx zusammen!",
            "gamerule_type": 0
        },
        {
            "id": 106,
            "texts": "Alle mit einem Nasenpiercing dürfen 2 xpx verteilen!",
            "gamerule_type": 0
        },
        {
            "id": 107,
            "texts": "Alle, die jonglieren können, dürfen 2 xpx verteilen!",
            "gamerule_type": 0
        },
        {
            "id": 108,
            "texts": "x1x was ist eigentlich dein Lieblingstier? Alle in der Runde dürfen raten und falls es einen oder mehrere Spieler gibt, die es richtig erraten haben, dürfen diese jeweils 2 xpx verteilen!",
            "gamerule_type": 0
        },
        {
            "id": 109,
            "texts": "x1x schließe doch mal deine Augen!//Der Spieler der zuerst die Augenfarbe von x1x sagt, darf 5 xpx verteilen!",
            "gamerule_type": 0
        },
        {
            "id": 110,
            "texts": "Der Spieler, der zuerst seine Socke auszieht, darf 5 xpx verteilen!//Hat diejenige Person aber die {rechte,linke} Socke ausgezogen, muss sie auch noch einen xsx trinken!/br/Hat es niemand von euch gemacht trinkt ihr alle einen xsx, ihr Langweiler!",
            "gamerule_type": 0
        },
        {
            "id": 111,
            "texts": "Alle, die schon einmal an diesen neuen E-Zigaretten zum Wegwerfen gezogen haben, trinken 2 xpx!",
            "gamerule_type": 0
        },
        {
            "id": 112,
            "texts": "Alle, die ein Feuerzeug in ihrer Tasche haben, dürfen einen xsx verteilen!",
            "gamerule_type": 0
        },
        {
            "id": 113,
            "texts": "Alle, die nach den Sommerferien schon einmal ein schimmliges Brot in der Brotbüchse gefunden haben, trinken 3 xpx!",
            "gamerule_type": 0
        },
        {
            "id": 114,
            "texts": "Alle, die schonmal beim Schwarzfahren erwischt worden sind, müssen 2 xpx trinken!//Aber alle, die noch nie schwarz gefahren sind trinken auch einen xsx!/br/No risk, no fun!",
            "gamerule_type": 0
        },
        {
            "id": 115,
            "texts": "Mein Beileid an alle, denen schonmal ihr Fahrrad geklaut worden ist, ihr dürft 2 xpx verteilen!",
            "gamerule_type": 0
        },
        {
            "id": 116,
            "texts": "Jeder Spieler darf so viele xpx verteilen, wie sie oder er Ohrringe hat!",
            "gamerule_type": 0
        },
        {
            "id": 117,
            "texts": "Alle, die gerade ein Festival Bändchen oder ähnliches an ihrer linken Hand tragen, müssen 2 xpx trinken! Falls ihr es an der rechten Hand habt, dürft ihr 2 xpx verteilen!\n",
            "gamerule_type": 0
        },
        {
            "id": 118,
            "texts": "Alle, die gerade im Moment mit überschlagenen Beinen sitzen dürfen 2 xpx verteilen!",
            "gamerule_type": 0
        },
        {
            "id": 119,
            "texts": "Alle die Tik Tok auf ihren Handy haben, müssen 2 xpx trinken!",
            "gamerule_type": 0
        },
        {
            "id": 120,
            "texts": "x1x stell dir vor du bist super berühmt und du brauchst einen Bodyguard! Leider stehen dir nur x2x und x3x zur verfügung, aber von wem würdest du dich lieber beschützen lassen?//Wer auch immer der neue Bodyguard ist, los an die Arbeit! Und wer nicht, naja der oder die trinkt eben 3 xpx!",
            "gamerule_type": 0
        },
        {
            "id": 121,
            "texts": "Alle, die schonmal ein Luftballontier gebastelt haben dürfen 2 xpx verteilen! ",
            "gamerule_type": 0
        },
        {
            "id": 122,
            "texts": "Alle, die schon einmal beim Wildpinkeln erwischt wurden und eine Strafe bezahlen mussten müssen 3 xpx trinken! ",
            "gamerule_type": 0
        }
    ],
    "sqlite_sequence": [
        {
            "name": "battle_gamerules",
            "seq": 42
        },
        {
            "name": "gamerules",
            "seq": 122
        },
        {
            "name": "bottomsup_gamerules",
            "seq": 10
        },
        {
            "name": "law_gamerules",
            "seq": 24
        },
        {
            "name": "secrettask_gamerules",
            "seq": 21
        },
        {
            "name": "guessing_gamerules",
            "seq": 37
        },
        {
            "name": "drinking_phrases",
            "seq": 17
        },
        {
            "name": "survey_rules",
            "seq": 16
        }
    ],
    "battle_gamerules": [
        {
            "id": 2,
            "texts": "x1x und x2x spielen eine Runde Schnick-Schnack-Schnuck, der Gewinner darf 5 xpx verteilen!//Wenn der Gewinner mit dem guten alten Stein gewonnen hat, trink sie/er selber noch einen xsx!",
            "battle_gamerule_type": 0
        },
        {
            "id": 3,
            "texts": "x1x und x2x führen ein Anstarr-Wettkampf, der Spieler, der dem anderen länger in die Augen schauen kann ohne zu blinzeln, darf 5 xpx verteilen!",
            "battle_gamerule_type": 0
        },
        {
            "id": 4,
            "texts": "Battle an alle Spieler!/br/Nennt Songs von Michael Jackson! x1x beginnt! Der Spieler, der etwas wiederholt oder zu lange braucht trinkt 2 xpx!",
            "battle_gamerule_type": 0
        },
        {
            "id": 5,
            "texts": "Battle an alle Spieler!/br/Nennt Tiere die mit einem E beginnen! x1x beginnt! Der Spieler, der etwas wiederholt oder zu lange braucht trinkt 2 xpx!",
            "battle_gamerule_type": 0
        },
        {
            "id": 6,
            "texts": "Battle an alle Spieler!/br/Nennt deutsche Fernsehsender! x1x beginnt! Der Spieler, der etwas wiederholt oder zu lange braucht trinkt 2 xpx!",
            "battle_gamerule_type": 0
        },
        {
            "id": 7,
            "texts": "Battle an alle Spieler!/br/Nennt Biermarken! x1x beginnt! Der Spieler, der etwas wiederholt oder zu lange braucht trinkt 2 xpx!//Falls ein Spieler Heineken gesagt hat, darf dieser noch einen xsx verteilen!",
            "battle_gamerule_type": 0
        },
        {
            "id": 8,
            "texts": "Battle an alle Spieler!/br/Nennt Hauptstädte in Europa! x1x beginnt! Der Spieler, der etwas wiederholt oder zu lange braucht trinkt 2 xpx!",
            "battle_gamerule_type": 0
        },
        {
            "id": 9,
            "texts": "Battle an alle Spieler!/br/Nennt Körperteile! x1x beginnt! Der Spieler, der etwas wiederholt oder zu lange braucht trinkt 2 xpx!",
            "battle_gamerule_type": 0
        },
        {
            "id": 10,
            "texts": "Wir spielen \"Ich packe meinen Koffer\" und alle Spieler spielen mit! Der Verlierer muss 4 xpx trinken und x1x beginnt!",
            "battle_gamerule_type": 0
        },
        {
            "id": 11,
            "texts": "Battle an alle Spieler!/br/Nennt Reime auf Haus! x1x beginnt! Der Spieler, der etwas wiederholt oder zu lange braucht trinkt 2 xpx!",
            "battle_gamerule_type": 0
        },
        {
            "id": 12,
            "texts": "Rapbattle zwischen MC x1x und lil x2x!/br/Jeder von euch bekommt einen 4-Zeiler und muss ihn vorrappen. Die anderen Spieler entscheiden, wer der besserer Rapper von euch ist!//MC x1x:/br/Ey yo x2x, jetzt pass mal richtig auf/ Du bist kein guter Rapper, aber ich habs übel drauf/ und hast du überhaupt mal in den Spiegel geschaut, ein echter Rapper sieht bestimmt nicht so -beep- aus!//lil x2x:/br/Ach man x1x was laberst du denn hier/du bist hier der Lappen und ich das krasse Tier/und du denkst, dass du der bessere von uns bist/das seh ich aber anders, denn dein Rap, der war Mist!//Entscheidet, wer der besser Rapper ist. Der Verlierer muss 3 xpx trinken!",
            "battle_gamerule_type": 0
        },
        {
            "id": 13,
            "texts": "Battle an alle Spieler!/br/Nennt Märchennamen! x1x beginnt! Der Spieler, der etwas wiederholt oder zu lange braucht trinkt 2 xpx!",
            "battle_gamerule_type": 0
        },
        {
            "id": 14,
            "texts": "Battle an alle Spieler!/br/Nennt Modemarken! x1x beginnt! Der Spieler, der etwas wiederholt oder zu lange braucht trinkt 2 xpx!",
            "battle_gamerule_type": 0
        },
        {
            "id": 15,
            "texts": "Battle an alle Spieler!/br/Nennt Geschwindigkeitsbegrenzungen! x1x beginnt! Der Spieler, der etwas wiederholt oder zu lange braucht trinkt 2 xpx!",
            "battle_gamerule_type": 0
        },
        {
            "id": 16,
            "texts": "Battle zwischen x1x und x2x!/br/Falls gerade jemand von euch das Handy in der Hand haben sollte, gebt es an eine andere Person!//Für x1x und x2x gibt es jetzt eine Mathe Aufgabe! Der Spieler, der zuerst das richtige Ergebnis sagt, darf 4 xpx verteilen!/br/Was ist 18 x 7?   Ergebnis: 126",
            "battle_gamerule_type": 0
        },
        {
            "id": 17,
            "texts": "Flachwitz Battle für x1x!/br/Gebt das Handy an den besten Witze-Erzähler unter euch. Dieser wird Flachwitze für xihnx vorlesen, wenn xerx lacht muss xerx trinken, ansonsten darf xerx xpx verteilen!// Was ist das weiße in Vogel-Kacke?/br/ /br/Auch Vogel-Kacke//Was sagt ein Bauer, der seinen Traktor sucht? /br/ /br/Wo ist mein Traktor?//Sagt der eine Käfer zum anderen:\"Gut, dass wir keine Spanier sind!\"/br/Sagt der andere Käfer:\"Warum denn?\"/br/Daraufhin der erste Käfer:\"Wir können doch gar kein spanisch!\"//Falls x1x gelacht hat, trinkt xerx 5 xpx oder falls nicht darf xerx 5 xpx verteilen!",
            "battle_gamerule_type": 0
        },
        {
            "id": 18,
            "texts": "Richtig oder Falsch Challenge für x1x!/br/Gebt das Handy an einen anderen Spieler, als x1x. Dieser wird Aussagen vorlesen, die x1x ohne Bedenkzeit jeweils mit dem Gegenteil beantworten muss!//Hier nochmal ein Beispiel: Katzen können fliegen!/br/Die richtige Antwort wäre richtig!/br/Wenn xerx es schafft alles richtig zu beantworten darf xerx xpx verteilen, wenn nicht muss xerx trinken!//Ich brauche Luft zum atmen!/br/ /br/(Falsch!)//Mein Name ist x2x!/br/ /br/(Richtig!)//Ich trinke keinen Alkohol!/br/ /br/(Wahrscheinlich Richtig!)//Ich gewinne diese Challenge!/br/ /br/(Falsch!)//Ok wenn es x1x geschafft hat, alle 4 Aussagen richtig zu beantworten darf xerx 6 xpx verteilen, ansonsten muss xerx selber 3 xpx trinken!",
            "battle_gamerule_type": 0
        },
        {
            "id": 19,
            "texts": "Schnalz-Battle für x1x und x2x!/br/x1x und x2x schnalzen beide so laut wie sie können, die anderen Spieler entscheiden, wer von den beiden lauter schnalzen kann und der Gewinner verteilt 3 xpx!",
            "battle_gamerule_type": 0
        },
        {
            "id": 20,
            "texts": "Battle an alle Spieler!/br/Nennt Musikinstrumente! x1x beginnt! Der Spieler, der etwas wiederholt oder zu lange braucht trinkt 2 xpx!",
            "battle_gamerule_type": 0
        },
        {
            "id": 21,
            "texts": "Battle an alle Spieler außer der Person, die gerade vorliest!/br/Der Spieler der seine Taschenlampe am Handy zuerst anschaltet darf 5 xpx verteilen!",
            "battle_gamerule_type": 0
        },
        {
            "id": 22,
            "texts": "Battle an alle Spieler!/br/Macht mit euren Händen Bewegungen für spezielle Techniken während des Händewaschens! x1x beginnt! Der Spieler, der etwas wiederholt oder zu lange braucht trinkt 2 xpx!",
            "battle_gamerule_type": 0
        },
        {
            "id": 23,
            "texts": "Battle an alle Spieler!/br/Nennt Wörter die rückwärts gelesen genau das selbe Wort ergeben wie vorwärts! x1x beginnt! Der Spieler, der etwas wiederholt oder zu lange braucht trinkt 2 xpx!//Falls jemand Otto gesagt hat, dann trinkt der oder diejenige nochmal 2 xpx!",
            "battle_gamerule_type": 0
        },
        {
            "id": 24,
            "texts": "Battle zwischen x1x und x2x!/br/Falls gerade jemand von euch das Handy in der Hand haben sollte, gebt es an eine andere Person!//Der Spieler, der zuerst sagt wie viele Buchstaben das Wort \"Zebrastreifen\" hat, darf 5 xpx verteilen! (13 Buchstaben)",
            "battle_gamerule_type": 0
        },
        {
            "id": 25,
            "texts": "Battle an alle Spieler!/br/Nennt Städte, die mit L beginnen! x1x beginnt! Der Spieler, der etwas wiederholt oder zu lange braucht trinkt 2 xpx!",
            "battle_gamerule_type": 0
        },
        {
            "id": 39,
            "texts": "Zwinker-Battle zwischen x2x und x3x! Die beiden dürfen x1x genau ein Mal zuzwinkern, xerx muss entscheiden, wer von den beiden das authentischere Zwinkern hat und der Gewinner, darf 4 xpx verteilen!",
            "battle_gamerule_type": 0
        },
        {
            "id": 40,
            "texts": "Willkomen im Streichelzoo!/br/Denn x1x und x2x sind schon richtige Tiere und werden gleich Tiergeräusche nachmachen. Die restlichen Spieler entscheiden wer von den beiden das jeweilige Tier besser nachgeahmt hat! Der Spieler mit den meisten Punkten am Ende darf 5 xpx verteilen!//Tier 1:/br/{!Hund,!Katze}//Tier 2:/br/{!Elefant,!Kuh,!Ziege}//Tier 3:/br/{!Fliege,!Esel,!Schlange}//Der Spieler, der am meisten Punkte hatte, darf 5 xpx verteilen!",
            "battle_gamerule_type": 0
        },
        {
            "id": 41,
            "texts": "Hey x1x, was denkst eigentlich du, wer kann länger die Luft anhalten, x2x oder x3x? Die beiden werden das Battle austragen und wenn du auf den Gewinner getippt hast dürft ihr zusammen 6 xpx verteilen! Falls du aber auf den Verlierer getippt hast, teilt ihr euch die 6 xpx!",
            "battle_gamerule_type": 0
        },
        {
            "id": 42,
            "texts": "Battle an alle Spieler!/br/Nennt verschiedene Bäume! x1x beginnt! Der Spieler, der etwas wiederholt oder zu lange braucht trinkt 2 xpx!",
            "battle_gamerule_type": 0
        }
    ],
    "law_gamerules": [
        {
            "id": 3,
            "texts": "x1x ist cool!//x1x ist jetzt nicht mehr cool!",
            "duration": 0
        },
        {
            "id": 4,
            "texts": "x1x ist jetzt xdaumenx!/br/Wenn du deinen Daumen auf den Tisch legst, müssen es dir alle nachmachen! Der Letzte, der seinen Daumen auf den Tisch legt muss 4 xpx trinken!",
            "duration": 0
        },
        {
            "id": 5,
            "texts": "x1x darf auf keine Fragen mehr antworten. Tut xerx es doch muss xerx immer einen xsx trinken!//x1x darf wieder auf Fragen antworten!",
            "duration": 3
        },
        {
            "id": 6,
            "texts": "x1x du musst jetzt x2x die ganze Zeit schöne Augen machen, tust du das nicht gehen 5 xpx an dich!//Ok x1x, wem auch immer du schöne Augen machst, du kannst jetzt endlich aufhören damit!",
            "duration": 3
        },
        {
            "id": 8,
            "texts": "x1x, dich will doch keiner hören! Du musst von nun an schweigen oder trinkst immer einen xsx!//Ok x1x, du darfst jetzt wieder reden, wir haben deine Stimme sehr vermisst!",
            "duration": 3
        },
        {
            "id": 9,
            "texts": "x1x ist so ein toller Mensch, nach jedem Satz den ihr sagt, müsst ihr euch bei xihmx bedanken!//Okay danke x1x nochmal, aber jetzt ist es genug! Ihr müsst euch bei x1x nicht mehr bedanken!",
            "duration": 3
        },
        {
            "id": 10,
            "texts": "x1x ist nun super angesehen. Wenn xerx redet darf niemand anderes reden. Jeder, der dazwischen redet muss 2 xpx trinken!//Ok, so wie x1x redet ist xerx wohl doch nicht so angesehen. Alles ist wieder beim Alten!",
            "duration": 3
        },
        {
            "id": 11,
            "texts": "x1x ist von nun an blind und muss die Augen schließen. Jedesmal wenn xerx die Augen öffnet muss xerx einen xsx trinken!//Ein Wunder ist geschehen, x1x kann wieder sehen!",
            "duration": 4
        },
        {
            "id": 12,
            "texts": "x1x ist von nun an total unbeliebt. Jedesmal wenn xerx etwas sagt, müssen die anderen Spieler \"Buuh\" rufen. Immer wenn die Spieler es vergessen, macht sich x1x noch unbeliebter und verteilt einen xsx!//Okay, x1x ist nun endlich auch wieder cool und ihr könnt aufhören ständig \"Buuh\" zu rufen!",
            "duration": 3
        },
        {
            "id": 13,
            "texts": "x1x ist heute ziemlich traurig, heitert xihnx lieber mal etwas auf, denn immer wenn x1x lacht, trinkt xerx einen xsx!//Okay x1x, ich glaube dir geht's wieder gut, du musst nicht mehr trinken wenn du lachst!",
            "duration": 4
        },
        {
            "id": 14,
            "texts": "x1x darf ein Gesetz erfinden!//Okay, das Gesetz von x1x gilt nun nicht mehr!",
            "duration": 4
        },
        {
            "id": 15,
            "texts": "x1x hatte einen tragischen Unfall und kann jetzt xseinex Arme nicht mehr benutzten. Falls x1x aber trinken muss, dann hilft xihmx x2x natürlich liebend gerne dabei!//War nur ein Scherz, x1x hatte nie einen Unfall und hätte auch die ganze Zeit die Arme benutzen können!",
            "duration": 4
        },
        {
            "id": 16,
            "texts": "Ich glaube x1x hat einen fahren lassen! Die Spieler die neben x1x sitzen müssen sich die Nase zuhalten. Jedesmal wenn sie durch die Nase atmen trinken sie einen xsx!//Okay, ich denke der Geruch ist verflogen. Die Spieler neben x1x dürfen wieder durch die Nase atmen. Aber x1x weil du dich nicht kontrollieren kannst trinkst du auch nochmal 3 xpx!",
            "duration": 4
        },
        {
            "id": 17,
            "texts": "x1x wird zum Amerikaner und muss von nun an auf Englisch reden!//Naja x1x, so ganz kaufen wir dir das nicht ab mit dem Amerikaner, rede lieber wieder auf Deutsch weiter!",
            "duration": 5
        },
        {
            "id": 18,
            "texts": "x1x hat Angst, dass xihmx jemand das Getränk klaut und daher hält xerx es jetzt die ganze Zeit in der Hand! Immer wenn xerx es nicht in der Hand hält trinkt xerx 2 xpx!//Okay x1x, dir wird schon niemand dein Getränk klauen und du musst es daher ab sofort nicht mehr in der Hand halten!",
            "duration": 5
        },
        {
            "id": 19,
            "texts": "x1x wird zum Papagei und spricht alles nach, was x2x sagt. Immer wenn x1x es vergisst, trinkt xerx einen xsx!//Okay x1x, das geht mir jetzt schon auf die Nerven, du kannst aufhören alles nachzuplappern!",
            "duration": 3
        },
        {
            "id": 20,
            "texts": "Irgendwie stellt mir x1x zu viele Fragen. Ab sofort darf x1x keine Fragen mehr stellen, falls xerx das doch tun sollte muss xerx einen xsx trinken!//Ok ich glaube x1x versteht die Welt nicht mehr, du darfst nun auch wieder Fragen stellen!",
            "duration": 3
        },
        {
            "id": 21,
            "texts": "x1x ist ab sofort ziemlich unhöflich und antwortet auf keine Fragen mehr, sollte xerx doch auf eine Frage antworten, muss xerx einen xsx trinken! Verstanden x1x?// Ok, x1x darf nun auch endlich wieder auf Fragen antworten!",
            "duration": 4
        },
        {
            "id": 22,
            "texts": "Ich weiß zwar nicht warum, aber x1x darf jetzt nur noch mit Autogeräuschen antworten, immer wenn xerx wie ein Mensch redet muss xerx einen xsx trinken! Geht die Alarmanlage an trinken alle einen xsx!//Ok x1x wird wieder zum Menschen und kann aufhören zu hupen!",
            "duration": 3
        },
        {
            "id": 23,
            "texts": "x1x ist wohl heute ziemlich kindisch und streckt die ganze Zeit xseinex Zunge raus! Immer wenn xseinex Zunge nicht zu sehen ist, muss xerx einen xsx trinken!//Naa x1x ist deine Zunge schon trocken? Du darfst jetzt auf jeden Fall damit aufhören!",
            "duration": 4
        },
        {
            "id": 24,
            "texts": "x1x und x2x haben ihre Identitäten getauscht! Ab sofort muss x1x mit x2x und x2x mit x1x angesprochen werden! Wer auch immer einen Fehler macht, muss einen xsx trinken!//Swooosh, x1x und x2x sind wieder sie selbst!",
            "duration": 5
        }
    ],
    "guessing_gamerules": [
        {
            "id": 1,
            "texts": "Wie hoch ist der größte Baum der Welt in Metern?//115,55 meter!"
        },
        {
            "id": 7,
            "texts": "Wie lang dreht sich der am längsten drehende Fidget-Spinner in Minuten?//24 Minuten!"
        },
        {
            "id": 8,
            "texts": "Wie groß ist die Entfernung von Berlin bis nach Köln in Kilometer?//536 Kilometer"
        },
        {
            "id": 9,
            "texts": "Wie viel Bier in Litern wurde auf dem Oktoberfest 2018 getrunken?//6,6 Millionen Liter!"
        },
        {
            "id": 10,
            "texts": "Wie schwer ist ein durchschnittlicher Blauwal in Tonnen?//190 Tonnen!"
        },
        {
            "id": 11,
            "texts": "Wie schnell ist das schnellste Auto der Welt in km/h?//500,2 km/h!"
        },
        {
            "id": 12,
            "texts": "Wie hoch ist der höchste Berg der Welt in Metern?//8.848 Meter!"
        },
        {
            "id": 14,
            "texts": "Wie alt wurde die älteste Katze der Welt in Jahren?//38 Jahre!"
        },
        {
            "id": 15,
            "texts": "Wie viele Buchstaben hat das hawaiianische Alphabet?//12 Buchstaben"
        },
        {
            "id": 16,
            "texts": "Wie schwer ist die größte Wassermelone der Welt in Kilogramm?//114 Kilogramm"
        },
        {
            "id": 17,
            "texts": "Wie viele Knie hat eine Spinne?//48 Knie"
        },
        {
            "id": 18,
            "texts": "Wie lang lebt eine durchschnittliche Sommerbiene in Tagen?//35 Tage"
        },
        {
            "id": 19,
            "texts": "Was ist der höchste Wert einer US-Banknote in Dollar, mit der man heute noch bezahlen kann?//100.000 Dollar"
        },
        {
            "id": 20,
            "texts": "Wie viele Einwohner hat die Stadt Tokio?//9.640.000 Einwohner"
        },
        {
            "id": 21,
            "texts": "Wie hoch ist die größte Giraffe der Welt in Zentimetern?//585 cm"
        },
        {
            "id": 22,
            "texts": "Wie viele Haare hat eine durchschnittliche Katze in Millionen?//73 Millionen Haare"
        },
        {
            "id": 23,
            "texts": "Wie viel Gramm Zucker enthält ein Liter Cola?//106 Gramm"
        },
        {
            "id": 24,
            "texts": "Wie viele KiloKalorien besitzt ein Hamburger von McDonalds?//255 kcal"
        },
        {
            "id": 25,
            "texts": "Aus wie vielen Kräutern wird der Jägermeister Likör hergestellt?//56 Kräuter/br/Ich hoffe das wusstet ihr alle!"
        },
        {
            "id": 26,
            "texts": "Wie hoch ist die durchschnittliche Temperatur auf dem Mars in Grad Celsius?//-55 °C"
        },
        {
            "id": 27,
            "texts": "Wie viel Kilo Schokolade isst man durchschnittlich in einem Jahr?//8,7 kg"
        },
        {
            "id": 28,
            "texts": "Wie viele Menschen werden durchschnittlich pro Tag geboren?//350.000 Menschen"
        },
        {
            "id": 29,
            "texts": "Wie viele Quadratmeter ist ein Fußballfeld groß?//7140 Quadratmeter"
        },
        {
            "id": 30,
            "texts": "Wie viele Menschen sterben jährlich an fallenden Kokosnüssen?//150"
        },
        {
            "id": 31,
            "texts": "Aus wie viel Atomen besteht ein Tropfen Wasser?//40.146.000.000.000.000.000.000/br/Also wer auch immer die höhere Zahl von euch gesagt hat, hat gewonnen!"
        },
        {
            "id": 32,
            "texts": "Wie viele Zähne besitzt ein Krokodil?//70 Zähne"
        },
        {
            "id": 33,
            "texts": "Wie viel Gramm wiegt eine leere 0.5 Liter Bierflasche?//384 Gramm"
        },
        {
            "id": 34,
            "texts": "In welchem Jahr wurden Oreo Kekse erfunden?//1912"
        },
        {
            "id": 35,
            "texts": "Wie viele McDonald's Filialen gibt es in Deutschland?//1.446"
        },
        {
            "id": 36,
            "texts": "Wie viele Meter schafft es eine Schnecke pro Stunde zu kriechen?//Die Höchstgeschwindigkeit beträgt 3 Meter pro Stunde!"
        },
        {
            "id": 37,
            "texts": "Mit wie vielen Bällen kann ein Mensch gleichzeitig jonglieren? (Weltrekord)//14 Bälle"
        }
    ],
    "secrettask_gamerules": [
        {
            "id": 2,
            "texts": "Hey x1x, deine Aufgabe für das gesamte Spiel ist es x2x dazu zu bringen x3x den Mittelfinger zu zeigen!//Die Geheimaufgabe von x1x war, x2x dazu zu bringen x3x den Mittelfinger zu zeigen!"
        },
        {
            "id": 3,
            "texts": "Hey x1x, deine Aufgabe für das gesamte Spiel ist es x2x und x3x dazu zu bringen sich ein High-Five zu geben!//Die Geheimaufgabe von x1x war, x2x und x3x dazu zu bringen sich ein High-Five zu geben!"
        },
        {
            "id": 4,
            "texts": "Hey x1x, deine Aufgabe für das gesamte Spiel ist es, dass x2x aus dem Glas von x3x trinkt!//Die Geheimaufgabe von x1x war es, x2x dazu zu bringen aus dem Glas von x3x zu trinken!"
        },
        {
            "id": 5,
            "texts": "Hey x1x, deine Aufgabe für das gesamte Spiel ist es, x2x und x3x dazu zu bringen Plätze zu tauschen!//Die Geheimaufgabe von x1x war es, x2x und x3x dazu zu bringen Plätze zu tauschen!"
        },
        {
            "id": 6,
            "texts": "Hey x1x, deine Aufgabe für das gesamte Spiel ist es, von 2 Spielern unbemerkt ein separates Foto zu machen!//Die Geheimaufgabe von x1x war, von mindestens 2 Spielern unbemerkt ein Foto zu machen! Es müssen 2 verschiedene Fotos sein!"
        },
        {
            "id": 7,
            "texts": "Hey x1x, deine Aufgabe für das gesamte Spiel ist es, das Getränk von x2x zu klauen, ohne dass er/sie es bemerkt!//Die Geheimaufgabe von x1x war, das Getränk von x2x unbemerkt zu klauen!"
        },
        {
            "id": 8,
            "texts": "Hey x1x, deine Aufgabe für das gesamte Spiel ist es, x2x dazu zu bringen mindestens 3 Tiergeräusche nachzuahmen!//Die Geheimaufgabe von x1x war, x2x dazu zu bringen mindesten 3 Tiergeräusche nachzuahmen!"
        },
        {
            "id": 9,
            "texts": "Hey x1x, deine Aufgabe für das gesamte Spiel ist es, 2 Spieler ins Loch (Finger Circle) schauen zu lassen!//Die Geheimaufgabe von x1x war, mindestens 2 Leute dazu zu bringen ins Loch zu schauen!"
        },
        {
            "id": 10,
            "texts": "Hey x1x, deine Aufgabe für das gesamte Spiel ist es, x2x dazu zu bringen das Wort \"{Vollrausch,Streichholz,Schlauchboot,Ziegelstein}\" zu sagen!//Die Geheimaufgabe von x1x war, x2x dazu zu bringen das Wort \"{Vollrausch,Streichholz,Schlauchboot,Ziegelstein}\" zu sagen!"
        },
        {
            "id": 11,
            "texts": "Hey x1x, deine Aufgabe für das gesamte Spiel ist es, x2x und x3x dazu zu bringen sich zu umarmen!//Die Geheimaufgabe von x1x war, x2x und x3x dazu zu bringen sich zu umarmen!"
        },
        {
            "id": 12,
            "texts": "Hey x1x, deine Aufgabe für das gesamte Spiel ist es, x2x dazu zu bringen x3x ein Kompliment zu geben!//Die Geheimaufgabe von x1x war, x2x dazu zu bringen x3x ein Kompliment zu geben!"
        },
        {
            "id": 13,
            "texts": "Hey x1x, deine Aufgabe für das gesamte Spiel ist es, einen Spieler dazu zu bringen sein Glas (min. halbvoll) zu exen!//Die Geheimaufgabe von x1x war es, mindesten einen Spieler dazu zu bringen sein Glas zu exen! Es musste mindestens halbvoll sein!"
        },
        {
            "id": 14,
            "texts": "Hey x1x, deine Aufgabe für das gesamte Spiel ist es, einen Spieler dazu zu bringen einen Schuh oder eine Socke auszuziehen!//Die Geheimaufgabe von x1x war, einen Spieler dazu zu bringen einen Schuh oder eine Socke auszuziehen!"
        },
        {
            "id": 15,
            "texts": "Hey x1x, deine Aufgabe für das gesamte Spiel ist es, einen Spieler dazu zu bringen seine Brille zu putzen, falls ein Spieler eine Brille trägt!//Die Geheimaufgabe von x1x war, einen Spieler dazu zu bringen seine Brille zu putzen, falls einer der anderen Spieler eine trägt!"
        },
        {
            "id": 16,
            "texts": "Hey x1x, deine Aufgabe für das gesamte Spiel ist es, x2x dazu zu bringen zu Beatboxen!//Die Geheimaufgabe von x1x war, x2x dazu zu bringen zu Beatboxen!"
        },
        {
            "id": 17,
            "texts": "Hey x1x, deine Aufgabe für das gesamte Spiel ist es, x2x dazu zu bringen an deinem Finger zu riechen!//Die Geheimaufgabe von x1x war, x2x dazu zu bringen an dem Finger von x1x zu riechen!"
        },
        {
            "id": 18,
            "texts": "Hey x1x, deine Aufgabe für das gesamte Spiel ist es, x2x dazu zu bringen dir Finger-Schnipsen beizubringen!//Die Geheimaufgabe von x1x war, x2x dazu zu bringen xihmx Finger-Schnipsen beizubringen!"
        },
        {
            "id": 19,
            "texts": "Hey x1x, deine Aufgabe für das gesamte Spiel ist es, ein Niesen vorzutäuschen, sodass dir jemand Gesundheit wünscht!//Die Geheimaufgabe von x1x war, ein Niesen vorzutäuschen, sodass xihmx jemand Gesundheit wünscht!"
        },
        {
            "id": 20,
            "texts": "Hey x1x, deine Aufgabe für das gesamte Spiel ist es,  jemanden dazu zu bringen einen Finger in das Getränk von dir zu halten!//Die Geheimaufgabe von x1x war,  jemanden dazu zu bringen seinen oder ihren Finger in das Getränk von xihmx zu halten."
        },
        {
            "id": 21,
            "texts": "Hey x1x, deine Aufgabe für das gesamte Spiel ist es, einen Spieler dazu zu bringen einen Anruf zu tätigen!//Die Geheimaufgabe von x1x war, jemanden dazu zu bringen einen Anruf zu tätigen!"
        }
    ],
    "bottomsup_gamerules": [
        {
            "id": 2,
            "texts": "Der letzte Spieler, der den Boden mit seiner Hand berührt trinkt sein Glas aus!"
        },
        {
            "id": 3,
            "texts": "Der Spieler, der das Handy gerade in der Hand hält muss sein Glas exen!"
        },
        {
            "id": 4,
            "texts": "Alle deren Vornamen mit einem Vokal (A,E,I,O,U) beginnen, trinken ihr Glas aus!"
        },
        {
            "id": 5,
            "texts": "Die nächste Person die aufsteht, trinkt ihr Glas aus!"
        },
        {
            "id": 6,
            "texts": "x1x und x2x, wenn ihr gerade genau das selbe Getränk trinkt, müsst ihr es beide austrinken!"
        },
        {
            "id": 7,
            "texts": "DER BODEN IST LAVA!/br/Der letzte Spieler, der den Boden berührt trinkt sein Glas aus!"
        },
        {
            "id": 8,
            "texts": "Alle Spieler, die jetzt gerade ihr Getränk in der Hand haben trinken es aus!"
        },
        {
            "id": 9,
            "texts": "Der nächste Spieler, der eine Frage stellt muss sein Getränk exen!"
        },
        {
            "id": 10,
            "texts": "Alle Spieler fassen mit ihrer rechten Hand an ihr linkes Ohrläppchen, der erste Spieler, der damit aufhört muss sein Glas austrinken!"
        }
    ],
    "drinking_phrases": [
        {
            "id": 1,
            "text": "Nich' lang schnacken, Kopp in' Nacken!"
        },
        {
            "id": 2,
            "text": "Zwischen Leber und Milz, passt immernoch ein Pils!"
        },
        {
            "id": 3,
            "text": "Ein Gläschen in Ehren kann niemand verwehren!"
        },
        {
            "id": 4,
            "text": "Ex und hopp, in den Kopp!"
        },
        {
            "id": 5,
            "text": "Bier ist lecker, Bier ist toll und am liebsten bin ich voll!"
        },
        {
            "id": 6,
            "text": "Auch Wasser wird zum edlen Tropfen mischt man es mit Malz und Hopfen!"
        },
        {
            "id": 7,
            "text": "Was früher meine Leber war, ist heute eine Minibar!"
        },
        {
            "id": 8,
            "text": "Morgens ein Bier und der Tag gehört dir!"
        },
        {
            "id": 9,
            "text": "Unser letzter Wille, immer mehr Promille!"
        },
        {
            "id": 10,
            "text": "Das Leben ist an manchen Tagen, einfach nur im Vollrausch zu ertragen!"
        },
        {
            "id": 11,
            "text": "Alles ist vergänglich, nur der Durst bleibt lebenslänglich!"
        },
        {
            "id": 12,
            "text": "Nüchtern sind wir schüchtern, aber voll sind wir toll!"
        },
        {
            "id": 13,
            "text": "Am Tag genießen wir den Sonnenschein, am Abend wollen wir besoffen sein!"
        },
        {
            "id": 14,
            "text": "Der kluge Mensch glaubt es mir, der redet nicht und trinkt sein Bier!"
        },
        {
            "id": 15,
            "text": "Der Kopf tut weh, die Füße stinken, da hilft wohl nur ein Bier zu trinken!"
        },
        {
            "id": 16,
            "text": "Heute ist ein toller Tag, denn jetzt spielen wir Anton Sagt!"
        },
        {
            "id": 17,
            "text": "Im Himmel gibt es gar kein Bier, drum trinken wir jetzt alle hier!"
        }
    ],
    "survey_rules": [
        {
            "id": 1,
            "texts": "Lieber den Nutella-Toast getoastet oder ungetoastet essen?//Alle die sich für ungetoastet entschieden haben, trinken nochmal 2 xpx. Das ist ja einfach eklig!"
        },
        {
            "id": 2,
            "texts": "Sagt ihr eher Schlucke oder Schlücke?"
        },
        {
            "id": 3,
            "texts": "Popcorn lieber süß oder salzig?"
        },
        {
            "id": 4,
            "texts": "Fahrt ihr lieber Automatik- oder Gangschaltung?"
        },
        {
            "id": 5,
            "texts": "Würdet ihr lieber Gedanken lesen oder euch unsichtbar machen können?"
        },
        {
            "id": 6,
            "texts": "Was mögt ihr lieber, Hunde oder Katzen?"
        },
        {
            "id": 7,
            "texts": "Wenn euch ein Körperteil abgenommen werden müsste.. Dann lieber ein Arm oder ein Bein?"
        },
        {
            "id": 8,
            "texts": "Putzt ihr euch lieber vor oder nach dem Frühstück die Zähne?"
        },
        {
            "id": 9,
            "texts": "Bevorzugt ihr lieber Android oder Apple?"
        },
        {
            "id": 10,
            "texts": "Würdet ihr lieber ein mal in die Vergangenheit oder in die Zukunft reisen wollen?"
        },
        {
            "id": 11,
            "texts": "Würdet ihr eher Kopf oder Zahl für eine Million Euro oder nichts spielen, oder sicher mit 50.000 Euro nach Hause gehen?"
        },
        {
            "id": 12,
            "texts": "Wenn ihr Pommes esst, dann lieber mit Ketchup oder Mayonnaise?"
        },
        {
            "id": 13,
            "texts": "Was tragt ihr eigentlich lieber, lange oder kurze Socken? "
        },
        {
            "id": 15,
            "texts": "Eistee lieber mit Zitronen- oder Pfirsichgeschmack?"
        },
        {
            "id": 16,
            "texts": "Lieber Vanille oder Schokoladen Eis?"
        }
    ]
}